Repository: MichielKeijts/my-aia
Catalog: config/languages/*-aia-*.po
Languages: nl_nl

source: MyAIA
nl_nl: Mijn AIA

source: My AIA is a plugin which combines functionality of Buddypress, Events-Manager and more.
nl_nl: Mijn Athletes in Action is een WP plugin die de functionaliteit van Buddypress, Events-Manager en meer combineert tot één

source: My AIA
nl_nl: Mijn AIA

source: Settings
nl_nl: Instellingen

source: Display events on your blog.
nl_nl: Toon events op je blog

source: Add Partner
nl_nl: Partner toevoegen

source: Add New Partner
nl_nl: Nieuwe Partner Toevoegen

source: Edit
nl_nl: Wijzig

source: Edit Partner
nl_nl: Wijzig Partner

source: New Partner
nl_nl: Nieuwe Partner

source: View
nl_nl: Toon

source: View Partner
nl_nl: Toon Partner

source: Search Partners
nl_nl: Zoeken nar Partner

source: No Partners Found
nl_nl: Geen partners gevonden

source: No Partners Found in Trash
nl_nl: Geen partners gevonden in de prullenbak

source: Parent Partner
nl_nl: Bovenliggende partner

source: Search Sport Level
nl_nl: Zoek naar sport level

source: Popular Sport Level
nl_nl: Populaire Sport Levels

source: All SportLevel
nl_nl: Alle Sport Levels

source: Parent Sport Level
nl_nl: Bovenliggend Sport Level

source: Parent Sport Level:
nl_nl: Bovenliggend Sport Level:

source: Edit Sport Level
nl_nl: Sport Level wijzigen

source: Update Sport Level
nl_nl: Sport Level aanpassen

source: Add New SportLevel
nl_nl: Nieuw Sport Level toevoegen

source: New Sport Level
nl_nl: Nieuw Sport Level

source: Seperate Sport Level with commas
nl_nl: Splits Sport Level met komma's

source: Add or remove events
nl_nl: Evens toevoegen en verwijderen

source: Choose from most used event tags
nl_nl: Kies van de meest gebruikte event tags

source: Sport Tags
nl_nl: Sporten

source: Sport Tag
nl_nl: Sport

source: Search Sport
nl_nl: Zoek naar Sport

source: Popular Sport
nl_nl: Populaire sporten

source: All Sport
nl_nl: Alle Sporten

source: Parent Sport
nl_nl: Bovenliggende Sport

source: Parent Sport:
nl_nl: Bovenliggende Sport:

source: Edit Sport
nl_nl: Wijzig sport

source: Update Sport
nl_nl: Sport aanpassen

source: Add New Sport
nl_nl: Nieuwe sport toevoegen

source: New Sport Name
nl_nl: Nieuwe Sport naam

source: Seperate Sport with commas
nl_nl: Scheid sport met komma's
